/* Localizable strings of com.apple.vpnsettings preference manifest */

"VPN.pfm_title" = "VPN-asetukset";
"VPN.pfm_description" = "VPN-asetukset.";

"ServiceType.pfm_title" =				"Palvelun tyyppi";
"ServiceType.pfm_description" =				"Palvelun tyyppi. Aseta arvoksi joko L2TP tai PPTP.";
"CommRemoteAddress.pfm_title" =			"VPN-palvelimen osoite";
"CommRemoteAddress.pfm_description" =		"VPN-palvelimen sijaintiosoite.";
"UserLoginName.pfm_title" =				"Käyttäjätunnus";
"UserLoginName.pfm_description" =			"Yhteydessä käytettävä käyttäjätunnus. Älä käytä tätä avainta, jos haluat käyttää nykyisen käyttäjän käyttäjätunnusta.";
"UserDefinedName.pfm_title" =			"Kuvaava nimi";
"UserDefinedName.pfm_description" =			"Syötä kuvaava nimi, joka näytetään palvelimelle yhdistettäessä.";
"UserAuthenticationType.pfm_title" =	"Käyttäjätodentamisen tyyppi";
"UserAuthenticationType.pfm_description" =	"VPN-todennuksen tyyppi. Aseta arvoksi Password, Kerberos, TokenCard tai SecurID.";
